<?php

return [
    'data' => [
        [
            'value' => 'মুদি ব্যবসা',
            'key' => 245
        ],
        [
            'value' => 'কাপড়ের ব্যবসা',
            'key' => 245
        ],
        [
            'value' => 'ইলেক্ট্রনিক্স',
            'key' => 214
        ],
        [
            'value' => 'মোবাইল এবং গ্যাজেট',
            'key' => 214
        ],
        [
            'value' => 'ঔষধের দোকান',
            'key' => 245
        ],
        [
            'value' => 'ই-কমার্স',
            'key' => 245
        ],
        [
            'value' => 'এম-কমার্স বা মোবাইল টপআপ ব্যবসা',
            'key' => 245
        ],
        [
            'value' => 'পোলট্রি এন্ড এগ্রো ব্যবসায়',
            'key' => 201
        ],
        [
            'value' => 'এফ-কমার্স বা ফেসবুক ব্যবসা',
            'key' => 245
        ],
        [
            'value' => 'কাঁচামালের ব্যবসায়',
            'key' => 245
        ],
        [
            'value' => 'কসমেটিক্স',
            'key' => 245
        ],
        [
            'value' => 'কনফেকশনারি এন্ড ফুডস',
            'key' => 245
        ],
        [
            'value' => 'হার্ডওয়্যার',
            'key' => 245
        ],
        [
            'value' => 'সার্ভিস ও রিপেয়ারিং',
            'key' => 242
        ],
        [
            'value' => 'সার্ভিস',
            'key' => 242
        ],
        [
            'value' => 'ফার্নিচার',
            'key' => 245
        ],
        [
            'value' => 'রেস্টুরেন্ট ও ক্যাটারিং ব্যবসায়',
            'key' => 241
        ],
        [
            'value' => 'গৃহস্থালি জিনিসপত্র',
            'key' => 245
        ],
        [
            'value' => 'মোটর যন্ত্রাংশের ব্যবসায়',
            'key' => 233
        ],
        [
            'value' => 'রেন্ট-এ-কার বা গাড়ি ভাড়া ব্যবসায়',
            'key' => 248
        ],
        [
            'value' => 'ট্রেডিং',
            'key' => 245
        ],
        [
            'value' => 'ম্যানুফ্যাকচারিং',
            'key' => 245
        ],
        [
            'value' => 'খেলনার দোকান',
            'key' => 245
        ],
        [
            'value' => 'বিউটি ও সেলুন',
            'key' => 242
        ],
        [
            'value' => 'লন্ড্রি',
            'key' => 242
        ],
        [
            'value' => 'টিকেট ও ট্রাভেলস ব্যবসায়',
            'key' => 249
        ],
        [
            'value' => 'পেইন্টিং ও রেনোভেশন',
            'key' => 242
        ],
        [
            'value' => 'বাসা বদল ব্যবসা',
            'key' => 242
        ],
        [
            'value' => 'চশমার দোকান',
            'key' => 245
        ],
        [
            'value' => 'হ্যান্ডি ক্রাফট ব্যবসায়',
            'key' => 245
        ],
        [
            'value' => 'ক্লিনিং ও পেস্ট কন্ট্রোল',
            'key' => 242
        ],
        [
            'value' => 'অন্যান্য',
            'key' => 255
        ]
    ],

    'organization_type' => [
        [
            'key' => 'Limited',
            'en' => 'Limited',
            'bn' => 'লিমিটেড',
            'value' => 'লিমিটেড'
        ],
        [
            'key' => 'Partnership',
            'en' => 'Partnership',
            'bn' => 'পার্টনারশিপ',
            'value' => 'পার্টনারশিপ'
        ],
        [
            'key' => 'Proprietorship',
            'en' => 'Proprietorship',
            'bn' => 'প্রোপ্রাইটরশিপ',
            'value' => 'প্রোপ্রাইটরশিপ'
        ]
    ]
];