<?php

return [
    array(
        'message' => 'প্রিয় গ্রাহক, মানসম্মত গরুর খাটি দুধ পেতে ভিজিট করুন-',
    ),
    array(
        'message' => 'প্রিয় গ্রাহক, আপনার গাড়ি সংক্রান্ত যে কোন সমস্যা সমাধানে আমরা দিচ্ছি পেশাদার সার্ভিস। আমাদের সার্ভিস পেতে ভিজিট করুন- ',
    ),
    array(
        'message' => 'প্রিয় গ্রাহক, আপনার  টিভি/ফ্রিজ/ ল্যাপটপ/ডেস্কটপ/মোবাইল ফোন  সংক্রান্ত যে কোন সমস্যা সমাধানে আমরা দিচ্ছি পেশাদার সার্ভিস। আমাদের সার্ভিস পেতে ভিজিট করুন- ',
    ),
    array(
        'message' => 'প্রিয় গ্রাহক, আপনার বাসা-বাড়ি, অফিস বদলে আমরা দিচ্ছি পেশাদার সার্ভিস। আমাদের সার্ভিস পেতে ভিজিট করুন- ',
    ),
];