<?php

return [
    'instruction_keys' => ['work_start', 'service_details', 'work_end'],

    'instructions' => [
        'work_start' => [
            'header' => 'কাজের শুরুতে',
            'title' => 'কাজের শুরুতে কি কি করণীয়',
            'list' => [
                'সেবার টি-শার্ট পরে কাজে যেতে হবে',
                'পরিষ্কার পরিচ্ছন্ন হয়ে যেতে হবে',
                'মাস্ক এন্ড হ্যান্ড গ্লোভস পরিধান করতে হবে',
                'সার্ভিসের জন্য প্রয়োজনীয় সরঞ্জাম সাথে নিতে হবে',
                'কাস্টমারের সাথে সময় এবং স্থান প্রয়োজন হলে কনফার্ম করে নিতে হবে',
            ]
        ],
        'service_details' => [
            'header' => 'কাজের বিবরণ',
            'title' => 'কাজের বিবরণ',
//            list will come from db
            'list' => [],
        ],
        'work_end' => [
            'header' => 'কাজের শেষে',
            'title' => 'কাজের শেষে কি কি করণীয়',
            'list' => [
                'ওয়ারেন্টিযুক্ত সার্ভিসের ক্ষেত্রে কাস্টমারকে সার্ভিস ওয়ারেন্টি সম্পর্কে জানতে হবে',
                'সার্ভিস রিভিউ এন্ড রেটিং এর জন্য অনুরোধ করতে পারেন, কিন্তু ৫ স্টার দেয়ার জন্যে জোর দেয়া যাবে না',
                'কাস্টমারের যদি অন্য কোন সেবার সার্ভিস প্রয়োজন হয়, তাহলে  অর্ডার তৈরি অথবা সার্ভিস রিকোয়েস্ট করে দিতে পারেন',
                'বের হওয়ার আগে কাস্টমারকে সালাম দিতে হবে',
            ]
        ],
    ]
];