<?php

return [
    "reseller_payment" => [

        "basic_questions" => [
            [
                "question" => 'আপনি পেমেন্ট কিভাবে নিতে ইচ্ছুক?',
                "description" => "ব্যবসার সকল পেমেন্ট গ্রহন করার পদ্ধতি সিলেক্ট করুন। ",
                "option" => [
                    'নগদ টাকা',
                    'ডিজিটাল পেমেন্ট',
                    'উভয়'
                ]
            ],
            [
                "question" => 'আপনার ব্যবসাতে প্রতি মাসে কয়টি লেনদেন হয়?',
                "description" => "বব্যবসায় মাসিক লেনদেনের পরিমাণ সিলেক্ট করুন।",
                "option" => [
                    '১০০ এর কম',
                    '১০০ থেকে ৫০০',
                    '৫০০ থেকে ১০০০',
                    '১০০০ এর উপরে'
                ],
            ],
            [
                "question" => 'আপনার মাসিক গড় লাভ কত ?',
                "description" => "গড়ে প্রতি মাসে আপনার কত লাভ হয় তা সিলেক্ট করুন।",
                "option" => [
                    '৩০,০০০ থেকে কম',
                    '৩০,০০০ থেকে ৬০,০০০',
                    '৬০,০০০ থেকে ১,৫০,০০০ ',
                    '১,৫০,০০০ - উপরে'
                ],

            ],
            [
                "question" => 'আপনি কি sManager থেকে লোন নিতে ইচ্ছুক?',
                "description" => "ব্যবসা পরিচালনা করতে লোন নেয়ার ইচ্ছা ব্যাক্ত করুন।",
                "option" => [
                    'নিতে চাই',
                    'নিতে চাই না',
                ],

            ]
        ]
    ]
];
